tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
tap "px4/px4"
tap "universal-ctags/universal-ctags"
brew "avrdude"
brew "python@3.8"
brew "bear"
brew "bootloadhid"
brew "cmake"
brew "cppcheck"
brew "dfu-programmer"
brew "dfu-util"
brew "gdb"
brew "git-delta"
brew "glib"
brew "global"
brew "highlight"
brew "ncurses"
brew "htop"
brew "imagemagick"
brew "less"
brew "lolcat"
brew "mas"
brew "mosh"
brew "neofetch"
brew "pandoc"
brew "ranger"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tomcat", restart_service: true
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "cmacrae/formulae/spacebar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "iterm2"
cask "karabiner-elements"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "webpquicklook"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QQ", id: 451108668
mas "Things", id: 904280696
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
