tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
tap "px4/px4"
tap "sambadevi/powerlevel9k"
tap "universal-ctags/universal-ctags"
brew "avrdude"
brew "bear"
brew "bootloadhid", args: ["HEAD"]
brew "cmake"
brew "cppcheck"
brew "cscope"
brew "ctags", link: false
brew "dfu-programmer"
brew "dfu-util"
brew "fd"
brew "gdb"
brew "go"
brew "hashcat"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "languagetool"
brew "llvm"
brew "lolcat"
brew "mas"
brew "mosh"
brew "neofetch"
brew "node"
brew "pandoc"
brew "ranger"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tomcat", restart_service: true
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "bazelbuild/tap/bazel"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "font-hack-nerd-font"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QQ", id: 451108668
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
